/* No comment provided by engineer. */
"About Verbatim Solutions" = "O společnosti Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Systém Verbi™ je provozován společností Verbatim Solutions";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Klikněte sem a zadejte text";

/* No comment provided by engineer. */
"All translation history has been cleared." = "Celá historie překladů byla smazána.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Opravdu si přejete smazat celou historii překladů? Vaše předchozí překlady se již nebudou zobrazovat ve formě návrhů.";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Clear" = "Smazat";

/* No comment provided by engineer. */
"Clear Translation History" = "Smazat historii překladů";

/* No comment provided by engineer. */
"Done" = "Hotovo";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Cenová nabídka profesionálních služeb";

/* No comment provided by engineer. */
"Request Professional Quote" = "Požádat o cenovou nabídku profesionálních služeb";

/* No comment provided by engineer. */
"Submitting.." = "Probíhá odesílání…";

/* No comment provided by engineer. */
"Translating.." = "Probíhá překlad";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Systém Verbi™ je provozován společností Verbatim Solutions, předním poskytovatelem profesionálních překladatelských služeb. Verbi ™ Vám nabízí rychlé strojové překlady, ale nenahrazuje certifikované odborné překladatelské služby. Máte-li zájem o odborný překlad od některého z naších certifikovaných překladatelů, kontaktujte nás prosím";

/* No comment provided by engineer. */
"Mail:" = "E-mailem:";

/* No comment provided by engineer. */
"Call:" = "Telefonicky:";

/* No comment provided by engineer. */
"Online:" = "Online:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Překlad Verbi™";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Je nám líto, ale došlo k chybě. Zkuste to prosím znovu.";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";